package ru.spb.taranenkoant.solution.tasks.others;

////Вывести на экран слово “JAVA”, в строку, чтобы оно повторилось 10 раз, используя цикл for
public class Java_10F {

    public static void main(String[] args) {

        String s = ("Java");
        for (int i =0; i<10; i++){
            System.out.println(s + " ");
        }
    }
}

